;abilities
[RM_XComBossStartAbility X2AbilityTemplate]
LocFriendlyName="基因改造"
LocFlyOverText="基因改造"
LocLongDescription="每回合拥有三个行动点，并每回合恢复生命值。"
LocHelpText="每回合拥有三个行动点，并每回合恢复生命值。"
[RogueSHIVCover X2AbilityTemplate]
LocFriendlyName="合金掩体"
LocFlyOverText="合金掩体"
LocLongDescription="合金SHIV能提供一个半掩体。"
LocHelpText="合金SHIV能提供一个半掩体。"

[RogueCollateralDamage X2AbilityTemplate]
LocFriendlyName="连带伤害"
LocLongDescription="向目标掩体发射一连串的子弹，有效地破坏摧毁它。但对目标造成很少伤害。"
LocHelpText="向目标掩体发射一连串的子弹，有效地破坏摧毁它。但对目标造成很少伤害。"
LocFlyOverText="连带伤害"
LocMissMessage="未命中!"

[RogueAbsorptionFields X2AbilityTemplate]
LocFriendlyName="吸收力场"
LocFlyOverText="吸收力场"
LocLongDescription="受到伤害减少 33%"
LocHelpText="受到伤害减少 33%"

[RogueRegeneration X2AbilityTemplate]
LocFriendlyName="哨兵再生"
LocFlyOverText="哨兵再生"
LocLongDescription="每回合恢复部分血量。"
LocHelpText="每回合恢复部分血量。"

[RogueXComLowProfile X2AbilityTemplate]
LocFriendlyName="低姿态"
LocFlyOverText="低姿态"
LocLongDescription="视半掩体为全掩体。"
LocHelpText="视半掩体为全掩体。"

[CloseCombatSpecialist_RogueXCom X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="在敌方回合内，射击任何位于你周身4格内尝试移动或是开火的可见敌人，不消耗行动点。隐蔽状态下不会触发。"
LocHelpText="在敌方回合内，射击任何位于你周身4格内尝试移动或是开火的可见敌人，不消耗行动点。隐蔽状态下不会触发。"
LocPromotionPopupText="<Bullet/>隐蔽状态下不会触发。<br/><Bullet/>使用该能力你可以每回合对每个敌人射击1次。<br/>"

[CloseCombatSpecialistAttack_RogueXCom X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="在敌方回合内，射击任何位于你周身4格内尝试移动或是开火的可见敌人，不消耗行动点。隐蔽状态下不会触发。"
LocHelpText="在敌方回合内，射击任何位于你周身4格内尝试移动或是开火的可见敌人，不消耗行动点。隐蔽状态下不会触发。"
LocPromotionPopupText="<Bullet/>隐蔽状态下不会触发。<br/><Bullet/>使用该能力你可以每回合对每个敌人射击1次。<br/>"


[RogueSentinel X2AbilityTemplate]
LocFriendlyName="哨兵"
LocFlyOverText="哨兵"
LocLongDescription="监视触发2次反应射击。"
LocHelpText="监视触发2次反应射击。"

[RogueTacticalSense X2AbilityTemplate]
LocFriendlyName="战术意识"
LocFlyOverText="战术意识"
LocLongDescription="每一个在视野中的敌人将为你增加5防御力，最大25点。"
LocHelpText="每一个在视野中的敌人将为你增加5防御力，最大25点。"

[RogueGunslinger X2AbilityTemplate]
LocFriendlyName="手枪专家"
LocFlyOverText="手枪专家"
LocLongDescription="手枪+1伤害。"
LocHelpText="手枪+1伤害。"

;sitrep

[RogueXComIncursion X2SitRepTemplate]
FriendlyName="未知特工侵入"
Description="在该区域中出现了使用了XCOM通信频段的不明团体，请小心行事。"

[RogueIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="未知特工侵入"
Description="在该区域中出现了使用了XCOM通信频段的不明团体，请做好与不明的前XCOM特工作战的准备。"

;characters
[XComBoss_M1 X2CharacterTemplate]
strCharacterName="叛变上校"

[XComAssault_M2 X2CharacterTemplate]
strCharacterName="叛变上校"

[XComAssault_M3 X2CharacterTemplate]
strCharacterName="叛变上校"



[XComAssault_M1 X2CharacterTemplate]
strCharacterName="叛变突击兵"

[XComAssault_M2 X2CharacterTemplate]
strCharacterName="高级叛变突击兵"

[XComAssault_M3 X2CharacterTemplate]
strCharacterName="精英叛变突击兵"


[XComSniper_M1 X2CharacterTemplate]
strCharacterName="叛变狙击手"

[XComSniper_M2 X2CharacterTemplate]
strCharacterName="高级叛变狙击手"

[XComSniper_M3 X2CharacterTemplate]
strCharacterName="精英叛变狙击手"


[XComHeavy_M1 X2CharacterTemplate]
strCharacterName="叛变重装兵"

[XComHeavy_M2 X2CharacterTemplate]
strCharacterName="高级叛变重装兵"

[XComHeavy_M3 X2CharacterTemplate]
strCharacterName="精英叛变重装兵"


[XComSupport_M1 X2CharacterTemplate]
strCharacterName="叛变支援兵"

[XComSupport_M2 X2CharacterTemplate]
strCharacterName="高级叛变支援兵"

[XComSupport_M3 X2CharacterTemplate]
strCharacterName="精英叛变支援兵"


[XComShiv_M1 X2CharacterTemplate]
strCharacterName="废旧SHIV"

[XComShiv_M2 X2CharacterTemplate]
strCharacterName="合金SHIV"

[XComShiv_M3 X2CharacterTemplate]
strCharacterName="飞行Shiv"


[XComMecTrooper_M1 X2CharacterTemplate]
strCharacterName="老式MEC装甲兵"

[XComMecTrooper_M2 X2CharacterTemplate]
strCharacterName="进阶MEC装甲兵"

[XComMecTrooper_M3 X2CharacterTemplate]
strCharacterName="高阶MEC装甲兵"





;weapons
[XComBossCarbine_M1 X2WeaponTemplate]
FriendlyName="上校的电浆卡宾枪"
FriendlyNamePlural="上校的电浆卡宾枪s"
BriefSummary=""
TacticalText=""

[XComBossCarbine_M2 X2WeaponTemplate]
FriendlyName="上校的电浆卡宾枪"
FriendlyNamePlural="上校的电浆卡宾枪s"
BriefSummary=""
TacticalText=""

[XComBossCarbine_M3 X2WeaponTemplate]
FriendlyName="上校的电浆卡宾枪"
FriendlyNamePlural="上校的电浆卡宾枪s"
BriefSummary=""
TacticalText=""

[XComBossCarbine_XCOM X2WeaponTemplate]
FriendlyName="上校的电浆卡宾枪"
FriendlyNamePlural="上校的电浆卡宾枪"
BriefSummary="这是一个经过大量修改的电浆武器原型，可以追溯到最初的XCOM项目.与电浆步枪相比，伤害更小，但使用更符合人体工程学，携带更方便."
TacticalText="<Bullet/> 这种电浆卡宾枪是一种通用的，强大的步兵主要武器系统.\n<Bullet/> 不会自动结束士兵的回合.\n<Bullet/> 由于武器年代久远，无法进行升级."
AbilityDescName="电浆卡宾枪"
[XComPistol_M1 X2WeaponTemplate]
FriendlyName="被盗走的手枪"
FriendlyNamePlural="被盗走的手枪"
BriefSummary=""
TacticalText=""

[XComRifle_M1 X2WeaponTemplate]
FriendlyName="被盗走的步枪"
FriendlyNamePlural="被盗走的步枪"
BriefSummary=""
TacticalText=""

[XComSniper_M1 X2WeaponTemplate]
FriendlyName="被盗走的狙击枪"
FriendlyNamePlural="被盗走的狙击枪"
BriefSummary=""
TacticalText=""

[XComShotgun_M1 X2WeaponTemplate]
FriendlyName="被盗走的霰弹枪"
FriendlyNamePlural="被盗走的霰弹枪"
BriefSummary=""
TacticalText=""

[XComCannon_M1 X2WeaponTemplate]
FriendlyName="被盗走的加农炮"
FriendlyNamePlural="被盗走的加农炮"
BriefSummary=""
TacticalText=""

[XComShivCannon_M1 X2WeaponTemplate]
FriendlyName="被盗走的加农炮"
FriendlyNamePlural="被盗走的加农炮"
BriefSummary=""
TacticalText=""

[XComMecCannon_M1 X2WeaponTemplate]
FriendlyName="被盗走的加农炮"
FriendlyNamePlural="被盗走的加农炮"
BriefSummary=""
TacticalText=""

[XComPistol_M2 X2WeaponTemplate]
FriendlyName="被盗走的手枪"
FriendlyNamePlural="被盗走的手枪"
BriefSummary=""
TacticalText=""

[XComRifle_M2 X2WeaponTemplate]
FriendlyName="被盗走的步枪"
FriendlyNamePlural="被盗走的步枪"
BriefSummary=""
TacticalText=""

[XComSniper_M2 X2WeaponTemplate]
FriendlyName="被盗走的狙击枪"
FriendlyNamePlural="被盗走的狙击枪"
BriefSummary=""
TacticalText=""

[XComShotgun_M2 X2WeaponTemplate]
FriendlyName="被盗走的霰弹枪"
FriendlyNamePlural="被盗走的霰弹枪"
BriefSummary=""
TacticalText=""

[XComCannon_M2 X2WeaponTemplate]
FriendlyName="被盗走的加农炮"
FriendlyNamePlural="被盗走的加农炮"
BriefSummary=""
TacticalText=""

[XComShivCannon_M2 X2WeaponTemplate]
FriendlyName="被盗走的加农炮"
FriendlyNamePlural="被盗走的加农炮"
BriefSummary=""
TacticalText=""

[XComMecCannon_M2 X2WeaponTemplate]
FriendlyName="被盗走的加农炮"
FriendlyNamePlural="被盗走的加农炮"
BriefSummary=""
TacticalText="

[XComPistol_M3 X2WeaponTemplate]
FriendlyName="被盗走的手枪"
FriendlyNamePlural="被盗走的手枪"
BriefSummary=""
TacticalText=""

[XComRifle_M3 X2WeaponTemplate]
FriendlyName="被盗走的步枪"
FriendlyNamePlural="被盗走的步枪"
BriefSummary=""
TacticalText=""

[XComSniper_M3 X2WeaponTemplate]
FriendlyName="被盗走的狙击枪"
FriendlyNamePlural="被盗走的狙击枪"
BriefSummary=""
TacticalText=""

[XComShotgun_M3 X2WeaponTemplate]
FriendlyName="被盗走的霰弹枪"
FriendlyNamePlural="被盗走的霰弹枪"
BriefSummary=""
TacticalText=""

[XComCannon_M3 X2WeaponTemplate]
FriendlyName="被盗走的加农炮"
FriendlyNamePlural="被盗走的加农炮"
BriefSummary=""
TacticalText=""

[XComShivCannon_M3 X2WeaponTemplate]
FriendlyName="被盗走的加农炮"
FriendlyNamePlural="被盗走的加农炮"
BriefSummary=""
TacticalText=""

[XComMecCannon_M3 X2WeaponTemplate]
FriendlyName="被盗走的加农炮"
FriendlyNamePlural="被盗走的加农炮"
BriefSummary=""
TacticalText="

[XComMedikit_M1 X2WeaponTemplate]
FriendlyName="急救包"
FriendlyNamePlural="急救包"

[XComRocket_M1 X2WeaponTemplate]
FriendlyName="火箭发射器"
FriendlyNamePlural="火箭发射器"

[XComSmoke_M1 X2GrenadeTemplate]
FriendlyName="烟雾榴弹"
FriendlyNamePlural="烟雾榴弹"
BriefSummary="为烟雾范围内的所有单位提供防御加成，包括敌军。"
TacticalText="<Bullet/>烟雾榴弹可以用来立刻提升附近单位的防御力。<br><Bullet/>烟雾榴弹的投掷或发射距离比标准榴弹要远得多。"
ThrownAbilityName="投掷烟雾榴弹"
ThrownAbilityHelpText="对其有效范围内的单位提供防御加成。"
LaunchedAbilityname="发射烟雾榴弹"
LaunchedAbilityHelpText="对其有效范围内的单位提供防御加成。"

[XComMedikit_M2 X2WeaponTemplate]
FriendlyName="急救包"
FriendlyNamePlural="急救包"

[XComRocket_M2 X2WeaponTemplate]
FriendlyName="火箭发射器"
FriendlyNamePlural="火箭发射器"

[XComSmoke_M2 X2GrenadeTemplate]
FriendlyName="烟雾榴弹"
FriendlyNamePlural="烟雾榴弹"
BriefSummary="为烟雾范围内的所有单位提供防御加成，包括敌军。"
TacticalText="<Bullet/>烟雾榴弹可以用来立刻提升附近单位的防御力。<br><Bullet/>烟雾榴弹的投掷或发射距离比标准榴弹要远得多。"
ThrownAbilityName="投掷烟雾榴弹"
ThrownAbilityHelpText="对其有效范围内的单位提供防御加成。"
LaunchedAbilityname="发射烟雾榴弹"
LaunchedAbilityHelpText="对其有效范围内的单位提供防御加成。"
